Repository: clintbellanger/flare
Catalog: mods/default/languages/engine.*.po
Languages: es

source: Congratulations, you have reached level %d!
es: Felicitaciones, has alcanzado el nivel %d!

source: You may increase one attribute through the Character Menu.
es: Debes incrementar un atributo a través del menú de Personaje.

source: You are defeated. You lose half your gold. Press Enter to continue.
es: Fuiste derrotado. Pierdes la mitad del dinero. Presiona Enter para continuar.

source: You receive %s.
es: Recibiste %s.

source: You receive %s x%d.
es: Recibiste %s x%d

source: You receive %d gold.
es: Recibiste %d moneda(s).

source: You receive %d XP.
es: Recibiste %d XP

source: Delete Save
es: Borrar Juego

source: Delete this save?
es: Borrar esta partida?

source: Exit to Title
es: Salir al Titulo

source: Choose a Slot
es: Elija una Ranura

source: New Game
es: Nuevo Juego

source: Load Game
es: Cargar Juego

source: Entering game world...
es: Entrando al mundo del juego...

source: Loading saved game...
es: Cargando juego grabado...

source: Level %d %s
es: %s Nivel %d

source: Empty Slot
es: Ranura Vacía

source: Cancel
es: Cancelar

source: Create Character
es: Crear Personaje

source: Choose a Portrait
es: Elija un Retrato

source: Choose a Name
es: Elija un Nombre

source: Inventory is full.
es: El Inventario esta lleno.

source: Play Game
es: Jugar

source: Exit Game
es: Salir del Juego

source: Level %d
es: Nivel %d

source: Main Hand
es: Mano Derecha

source: Body
es: Cuerpo

source: Off Hand
es: Mano Izquierda

source: Artifact
es: Artefacto

source: Consumable
es: Consumible

source: Gem
es: Gema

source: Quest Item
es: Objeto de Quest

source: Melee damage: %d-%d
es: Daño Cuerpo a Cuerpo: %d-%d

source: Melee damage: %d
es: Daño Cuerpo a Cuerpo: %d

source: Mental damage: %d-%d
es: Daño Mental: %d-%d

source: Mental damage: %d
es: Daño Mental: %d

source: Ranged damage: %d-%d
es: Daño a Distancia: %d-%d

source: Ranged damage: %d
es: Daño a Distancia: %d

source: Absorb: %d-%d
es: Absorción: %d-%d

source: Absorb: %d
es: Absorción: %d

source: Increases %s by %d
es: Incrementa %s por %d

source: Decreases %s by %d
es: Disminuye %s por %d

source: Requires Physical %d
es: Requiere Físico %d

source: Requires Mental %d
es: Requiere Mental %d

source: Requires Offense %d
es: Requiere Ofensiva %d

source: Requires Defense %d
es: Requiere Defensa %d

source: Buy Price: %d gold
es: Precio de Compra: %d moneda(s)

source: Buy Price: %d gold each
es: Precio de Compra: %d moneda(s) cada uno

source: Sell Price: %d gold
es: Precio de Venta: %d moneda(s)

source: Sell Price: %d gold each
es: Precio de Venta: %d moneda(s) cada uno

source: %d Gold
es: %d Moneda(s)

source: Character Menu (C)
es: Menu de Personaje (C)

source: Inventory Menu (I)
es: Menú de Inventario (I)

source: Power Menu (P)
es: Menú de Poderes (P)

source: Log Menu (L)
es: Menú de Registro (L)

source: Character
es: Personaje

source: Name
es: Nombre

source: Level
es: Nivel

source: Physical
es: Físico

source: Offense
es: Ofensiva

source: Defense
es: Defensa

source: Total HP
es: HP Total

source: Total MP
es: MP Total

source: Accuracy vs. Def 1
es: Precisión vs. Def 1

source: Avoidance vs. Off 1
es: Evitación vs. Ofe 1

source: vs. Off 5
es: vs. Ofe 5

source: Main Weapon
es: Arma Principal

source: Ranged Weapon
es: Arma de Alcance

source: Crit Chance
es: Chance Critico

source: Absorb
es: Absorción

source: Fire Resist
es: Resist. Fuego

source: Ice Resist
es: Resist. Hielo

source: Next: %d
es: Siguiente: %d

source: Physical (P) increases melee weapon proficiency and total HP.
es: Físico (P) incrementa la eficiencia de las armas cuerpo a cuerpo y el HP total.

source: base (%d), bonus (%d)
es: base (%d), bonos (%d)

source: Mental (M) increases mental weapon proficiency and total MP.
es: Mental (M) incrementa eficiencia del arma mental y el MP total.

source: Offense (O) increases ranged weapon proficiency and accuracy.
es: Ofensiva (O) incrementa eficiencia y la precisión del arma de alcance.

source: Defense (D) increases armor proficiency and avoidance.
es: Defensa (D) incrementa la eficiencia y la evitación de la armadura.

source: Each point of Physical grants +8 HP
es: Cada punto de Físico da +8 de HP

source: Each level grants +2 HP
es: Cada nivel da +2 de HP

source: Ticks of HP regen per minute
es: HP regenerado por minuto

source: Each point of Physical grants +4 HP regen
es: Cada punto de físico da +4 de regeneración de HP

source: Each level grants +1 HP regen
es: Cada nivel da +1 de regeneración de HP

source: Each point of Mental grants +8 MP
es: Cada punto Mental da +8 de MP

source: Each level grants +2 MP
es: Cada nivel da +2 de MP

source: Ticks of MP regen per minute
es: MP regenerado por minuto

source: Each point of Mental grants +4 MP regen
es: Cada punto de Mental da +4 de MP regen

source: Each level grants +1 MP regen
es: Cada nivel da +1 de MP regen

source: Each point of Offense grants +5 accuracy
es: Cada punto de Ofensiva da +4 de precisión

source: Each level grants +1 accuracy
es: Cada nivel da +1 de precisión

source: Each point of Defense grants +5 avoidance
es: Cada punto de Defensa da +5 de evitación

source: Each level grants +1 avoidance
es: Cada nivel da +1 de evitación

source: Dagger Proficiency
es: Eficiencia con Daga

source: Shortsword Proficiency
es: Eficiencia con Espada Corta

source: Longsword Proficiency
es: Eficiencia con Espada Larga

source: Greatsword Proficiency
es: Eficiencia con Gran Espada

source: Wand Proficiency
es: Eficiencia con Varita

source: Rod Proficiency
es: Eficiencia con Vara

source: Staff Proficiency
es: Eficiencia con Bastón

source: Greatstaff Proficiency
es: Eficiencia con Gran Bastón

source: Slingshot Proficiency
es: Eficiencia con Honda

source: Shortbow Proficiency
es: Eficiencia con Arco Corto

source: Longbow Proficiency
es: Eficiencia con Arco Largo

source: Greatbow Proficiency
es: Eficiencia con Gran Arco

source: Light Armor Proficiency
es: Eficiencia de la Armadura Ligera

source: Light Shield Proficiency
es: Eficiencia Escudo Ligero

source: Heavy Armor Proficiency
es: Eficiencia de la Armadura Pesada

source: Heavy Shield Proficiency
es: Eficiencia del Escudo Pesado

source: %s level %d
es: %s nivel %d

source: Dead
es: Muerto

source: Exit
es: Salir

source: Save and exit to title?
es: Guardar y salir al titulo?

source: Inventory
es: Inventario

source: Use SHIFT to move only one item.
es: Usa SHIFT para mover solo un objeto.

source: CTRL-click a carried item to sell it.
es: Para vender un objeto has CTRL-clic sobre el.

source: This item can only be used from the action bar.
es: Este objeto solo puede usarse desde la barra de acciones.

source: Messages
es: Mensajes

source: Achievements
es: Logros

source: Statistics
es: Estadisticas

source: Log
es: Registro

source: Powers
es: Poderes

source: Physical + Offense grants melee and ranged attacks
es: Físico + Ofensiva da ataque cuerpo a cuerpo y a distancia

source: Physical + Defense grants melee protection
es: Físico + Defensa da protección cuerpo a cuerpo

source: Mental + Offense grants elemental spell attacks
es: Mental + Ofensiva da hechizos de ataque elementales

source: Mental + Defense grants healing and magical protection
es: Mental + Defensa da curación y protección mágica

source: Requires a physical weapon
es: Requiere un arma física

source: Requires a mental weapon
es: Requiere un arma mental

source: Requires an offense weapon
es: Requiere un arma ofensiva

source: Requires Physical Offense %d
es: Requiere Ofensiva Física %d

source: Requires Physical Defense %d
es: Requiere Defensa Física %d

source: Requires Mental Offense %d
es: Requiere Ofensiva Mental %d

source: Requires Mental Defense %d
es: Requiere Defensa Mental %d

source: Costs %d MP
es: Cuesta %d MP

source: Cooldown: %d seconds
es: Espera: %d segundos

source: Vendor
es: Vendedor

source: Grand Master
es: Gran Maestro

source: Master
es: Maestro

source: Warrior
es: Guerrero

source: Wizard
es: Mago

source: Ranger
es: Explorador

source: Paladin
es: Paladín

source: Rogue
es: Ladrón

source: Knight
es: Caballero

source: Cleric
es: Clérigo

source: Battle Mage
es: Mago de Batalla

source: Heavy Archer
es: Arquero Pesado

source: Adventurer
es: Aventurero
