Repository: clintbellanger/flare
Catalog: languages/engine.*.po
Languages: gl

source: Congratulations, you have reached level %d!
gl: Parabéns, chegaches ao nivel %d!

source: You may increase one attribute through the Character Menu.
gl: Podes aumentar un atributo dende o menú da personaxe.

source: You are defeated. You lose half your gold. Press Enter to continue.
gl: Derrotáronte, e perdiches a metade do ouro. Preme «Intro» para continuar.

source: You receive %s.
gl: Obtiveches %s moedas.

source: You receive %s x%d.
gl: Obtiveches %d %s.

source: You receive %d gold.
gl: Obtiveches %d moedas.

source: You receive %d XP.
gl: A túa experiencia aumentou en %d.

source: Delete Save
gl: Borrar a partida

source: Delete this save?
gl: Queres borrar a partida?

source: Exit to Title
gl: Volver ao menú principal

source: Choose a Slot
gl: Escolle un espazo

source: New Game
gl: Nova partida

source: Load Game
gl: Cargar a partida

source: Entering game world...
gl: Cargando o mundo…

source: Loading saved game...
gl: Cargando a partida...

source: Level %d %s
gl: Nivel %d %s

source: Empty Slot
gl: Espazo sen usar

source: Cancel
gl: Cancelar

source: Create Character
gl: Crear a personaxe

source: Choose a Portrait
gl: Escolle un retrato

source: Choose a Name
gl: Escribe un nome

source: Inventory is full.
gl: O inventario está cheo.

source: Play Game
gl: Xogar a partida

source: Exit Game
gl: Saír da partida

source: Flare Alpha v0.14.1
gl: Flare 0.14.1 (alfa)

source: Level %d
gl: Nivel %d

source: Main Hand
gl: Man principal

source: Body
gl: Corpo

source: Off Hand
gl: Man secundaria

source: Artifact
gl: Artefacto

source: Consumable
gl: Consumíbel

source: Gem
gl: Xema

source: Quest Item
gl: Obxecto dunha misión

source: Melee damage: %d-%d
gl: Dano corpo a corpo: %d-%d

source: Melee damage: %d
gl: Dano corpo a corpo: %d

source: Mental damage: %d-%d
gl: Dano mental: %d-%d

source: Mental damage: %d
gl: Dano mental: %d

source: Ranged damage: %d-%d
gl: Dano a distancia: %d-%d

source: Ranged damage: %d
gl: Dano a distancia: %d

source: Absorb: %d-%d
gl: Absorción: %d-%d

source: Absorb: %d
gl: Absorción: %d

source: Increases %s by %d
gl: Aumenta %s en %d

source: Decreases %s by %d
gl: Reduce %s en %d

source: Requires Physical %d
gl: Require %d de físico

source: Requires Mental %d
gl: Require %d de mente

source: Requires Offense %d
gl: Require %d de ataque

source: Requires Defense %d
gl: Require %d de defensa

source: Buy Price: %d gold
gl: Prezo de compra: %d moedas

source: Buy Price: %d gold each
gl: Prezo de compra: %d moedas por unidade

source: Sell Price: %d gold
gl: Prezo de venda: %d moedas

source: Sell Price: %d gold each
gl: Prezo de venda: %d moedas por unidade

source: %d Gold
gl: %d moedas

source: Character Menu (C)
gl: Menú da personaxe (C)

source: Inventory Menu (I)
gl: Menú do inventario (I)

source: Power Menu (P)
gl: Menú dos poderes (P)

source: Log Menu (L)
gl: Menú dos rexistros (L)

source: Character
gl: Personaxe

source: Name
gl: Nome

source: Level
gl: nivel

source: Physical
gl: Físico

source: Mental
gl: Mente

source: Offense
gl: Ataque

source: Defense
gl: Defensa

source: Total HP
gl: Vida

source: Regen
gl: Rexeneración

source: Total MP
gl: Maxia

source: Accuracy vs. Def 1
gl: Puntería contra os 1D

source: vs. Def 5
gl: contra os 5D

source: Avoidance vs. Off 1
gl: Esquivar contra os 1A

source: vs. Off 5
gl: contra os 5A

source: Main Weapon
gl: Arma principal

source: Ranged Weapon
gl: Arma a distancia

source: Crit Chance
gl: Probabilidade de crítico

source: Absorb
gl: Absorber

source: Fire Resist
gl: Resistencia ao lume

source: Ice Resist
gl: Resistencia ao xeo

source: XP: %d
gl: Experiencia: %d

source: Next: %d
gl: Seguinte: %d

source: Physical (P) increases melee weapon proficiency and total HP.
gl: O físico (F) aumenta a habilidade coas armas corpo a corpo e a vida.

source: base (%d), bonus (%d)
gl: base (%d), bonificación (%d)

source: Mental (M) increases mental weapon proficiency and total MP.
gl: A mente (M) aumenta a habilidade coas armas mentais e a enerxía.

source: Offense (O) increases ranged weapon proficiency and accuracy.
gl: O ataque (A) aumenta a habilidade coas armas a distancia e a puntería.

source: Defense (D) increases armor proficiency and avoidance.
gl: A defensa (D) aumenta a habilidade coa armadura e esquivando.

source: Each point of Physical grants +8 HP
gl: Cada punto de físico aumenta en 8 a vida

source: Each level grants +2 HP
gl: Cada nivel aumenta en 2 a vida

source: Ticks of HP regen per minute
gl: Recuperación de vida por minuto

source: Each point of Physical grants +4 HP regen
gl: Cada punto de físico aumenta en 4 a recuperación

source: Each level grants +1 HP regen
gl: Cada nivel aumenta en 1 a recuperación

source: Each point of Mental grants +8 MP
gl: Cada punto de mente aumenta en 8 a enerxía

source: Each level grants +2 MP
gl: Cada nivel aumenta en 2 a enerxía

source: Ticks of MP regen per minute
gl: Rexeneración de enerxía por minuto

source: Each point of Mental grants +4 MP regen
gl: Cada punto de mente aumenta en 4 a rexeneración

source: Each level grants +1 MP regen
gl: Cada nivel aumenta en 1 a rexeneración

source: Each point of Offense grants +5 accuracy
gl: Cada punto de ataque aumenta en 5 a puntería

source: Each level grants +1 accuracy
gl: Cada nivel aumenta en 1 a puntería

source: Each point of Defense grants +5 avoidance
gl: Cada punto de defensa aumenta en 5 a capacidade para esquivar

source: Each level grants +1 avoidance
gl: Cada nivel aumenta en 1 a capacidade para esquivar

source: Dagger Proficiency
gl: Habilidade coa daga

source: Shortsword Proficiency
gl: Habilidade coa espada curta

source: Longsword Proficiency
gl: Habilidade coa espada longa

source: Greatsword Proficiency
gl: Habilidade coa gran espada

source: Wand Proficiency
gl: Habilidade co pau

source: Rod Proficiency
gl: Habilidade coa vara

source: Staff Proficiency
gl: Habilidade co bastón

source: Greatstaff Proficiency
gl: Habilidade co gran bastón

source: Slingshot Proficiency
gl: Habilidade co tiracroios

source: Shortbow Proficiency
gl: Habilidade co arco curto

source: Longbow Proficiency
gl: Habilidade co arco longo

source: Greatbow Proficiency
gl: Habilidade co gran arco

source: Light Armor Proficiency
gl: Habilidade coa armadura lixeira

source: Light Shield Proficiency
gl: Habilidade co escudo lixeiro

source: Heavy Armor Proficiency
gl: Habilidade coa armadura pesada

source: Heavy Shield Proficiency
gl: Habilidade co escudo pesado

source: %s level %d
gl: %s nivel %d

source: Dead
gl: Morto

source: Save and exit to title?
gl: Gardar e volver ao menú principal?

source: Inventory
gl: Inventario

source: Use SHIFT to move only one item.
gl: Prema «Maiús» para mover só un ítem.

source: CTRL-click a carried item to sell it.
gl: Prema «Ctrl» e un ítem para vendelo.

source: This item can only be used from the action bar.
gl: Este ítem só pode empregarse dende a barra de acción.

source: Messages
gl: Mensaxes

source: Quests
gl: Misións

source: Achievements
gl: Logros

source: Statistics
gl: Estatísticas

source: Powers
gl: Poderes

source: Physical + Offense grants melee and ranged attacks
gl: A combinación de físico e ataque permite os ataques corpo a corpo e a distancia

source: Physical + Defense grants melee protection
gl: A combinación de físico e defensa permite a protección corpo a corpo

source: Mental + Offense grants elemental spell attacks
gl: A combinación de mente e ataque permite encantamentos de ataque elementais

source: Mental + Defense grants healing and magical protection
gl: A combinación de mente e defensa permite sandar e a protección máxica

source: Requires a physical weapon
gl: Require unha arma física

source: Requires a mental weapon
gl: Require unha arma mental

source: Requires an offense weapon
gl: Require unha arma ofensiva

source: Requires Physical Offense %d
gl: Require %s de ataque físico

source: Requires Physical Defense %d
gl: Require %d de defensa física

source: Requires Mental Offense %d
gl: Require %d de ataque mental

source: Requires Mental Defense %d
gl: Require %d de defensa mental

source: Costs %d MP
gl: Consume %d de enerxía

source: Cooldown: %d seconds
gl: Recarga: %d segundos

source: Vendor
gl: Vendedor
