Repository: clintbellanger/flare
Catalog: mods/fantasycore/languages/engine.by.po
Languages: by

source: Congratulations, you have reached level %d!
by: Віншуем, вы дасягнулі ўзроўню %d!

source: You may increase one attribute through the Character Menu.
by: Вы можаце павялічыць адзін атрыбут праз Меню Персанажа.

source: You are defeated. You lose half your gold. Press Enter to continue.
by: Вы загінулі. Вы губляеце палову свайго золата. Націсніце клавішу Enter, каб працягнуць.

source: You receive %s.
by: Вы атрымліваеце %s.

source: You receive %s x%d.
by: Вы атрымліваеце %s x%d.

source: You receive %d gold.
by: Вы атрымліваеце %d золата.

source: You receive %d XP.
by: Вы атрымліваеце %d вопыту.

source: Delete Save
by: Выдаліць гулню

source: Delete this save?
by: Выдаліць гэтую захаваную гульню?

source: Exit to Title
by: Выхад у меню

source: Choose a Slot
by: Выберыце слот

source: New Game
by: Новая гульня

source: Load Game
by: Загрузіць гульню

source: Entering game world...
by: Уваход у гульнявы свет ...

source: Loading saved game...
by: Загрузка захаванай гульні...

source: Level %d %s
by: Узровень %d %s

source: Empty Slot
by: Пусты слот

source: Cancel
by: Скасаваць

source: Create Character
by: Стварыць персанажа

source: Choose a Portrait
by: Выберыце партрэт

source: Choose a Name
by: Выберыце імя

source: Inventory is full.
by: Інвентар поўны.

source: Play Game
by: Гуляць

source: Exit Game
by: Выйсці

source: Level %d
by: Узровень %d

source: Main Hand
by: Галоўная рука

source: Body
by: Цела

source: Off Hand
by: Другая рука

source: Artifact
by: Артэфакт

source: Consumable
by: Карыстаемое

source: Gem
by: Камень

source: Quest Item
by: Квэставы прадмет

source: Melee damage: %d-%d
by: Урон блізкага бою: %d-%d

source: Melee damage: %d
by: Урон блізкага бою: %d

source: Mental damage: %d-%d
by: Ментальны ўрон: %d-%d

source: Mental damage: %d
by: Ментальны ўрон: %d

source: Ranged damage: %d-%d
by: Далёкі ўрон: %d-%d

source: Ranged damage: %d
by: Далёкі ўрон: %d

source: Absorb: %d-%d
by: Паглынанне: %d-%d

source: Absorb: %d
by: Паглынанне: %d

source: Increases %s by %d
by: Павялічвае %s на %d

source: Decreases %s by %d
by: Памяншае %s на %d

source: Requires Physical %d
by: Патрабуе Фізічнага %d

source: Requires Mental %d
by: Патрабуе Ментальнага %d

source: Requires Offense %d
by: Патрабуе Наступа %d

source: Requires Defense %d
by: Требуется Абароны %d

source: Buy Price: %d gold
by: Кошт куплі: %d золата

source: Buy Price: %d gold each
by: Кошт куплі: %d золата кожны

source: Sell Price: %d gold
by: Кошт продажу: %d золата

source: Sell Price: %d gold each
by: Кошт продажу: %d золота кожны

source: %d Gold
by: %d золата

source: Unknown destination
by: Невядомы накірунак

source: Character Menu (C)
by: Меню персанажа (C)

source: Inventory Menu (I)
by: Меню інвентара (I)

source: Power Menu (P)
by: Меню моц (P)

source: Log Menu (L)
by: Меню журнала (L)

source: Character
by: Персанаж

source: Name
by: Імя

source: Level
by: Узровень

source: Physical
by: Фізічная

source: Mental
by: Ментальная

source: Offense
by: Наступ

source: Defense
by: Абарона

source: Total HP
by: Усяго здароўя

source: Regen
by: Рэгенерацыя

source: Total MP
by: Усяго маны

source: Accuracy vs. Def 1
by: Трапнасць. супраць Абароны 1

source: vs. Def 5
by: супраць Абароны 5

source: Avoidance vs. Off 1
by: Ухіленне супраць Наступа 1

source: vs. Off 5
by: супраць Наступа 5

source: Main Weapon
by: Галоўная зброя

source: Ranged Weapon
by: Зброя далёкага бою

source: Crit Chance
by: Шанц крытычнага ўдару

source: Absorb
by: Паглынанне

source: Fire Resist
by: Супраціўленне Агню

source: Ice Resist
by: Супраціўленне Холаду

source: XP: %d
by: Вопыт: %d

source: Next: %d
by: Наступный: %d

source: Physical (P) increases melee weapon proficiency and total HP.
by: Фізічная (P) павялічвае карыстанне зброяй блізкага бою і колькасць здароўя.

source: base (%d), bonus (%d)
by: базавае (%d), бонус (%d)

source: Mental (M) increases mental weapon proficiency and total MP.
by: Ментальная (M) павялічвае карыстанне ментальнай зброяй і колькасць маны.

source: Offense (O) increases ranged weapon proficiency and accuracy.
by: Наступ (O) павялічвае карыстанне зброяй далёкага бою і трапнасць.

source: Defense (D) increases armor proficiency and avoidance.
by: Защита (D) павялічвае карыстанне бранёй і ўхіленне.

source: Each point of Physical grants +8 HP
by: Кожнае ачко Фізічнай дае +8 да здароўя

source: Each level grants +2 HP
by: Кожны узровень дае +2 да здоровўю

source: Ticks of HP regen per minute
by: Колькасць рэгенеруемага здароўя за хвіліну

source: Each point of Physical grants +4 HP regen
by: Кожнае ачко Фізічнай дае +4 да рэгенерацыі здароўя

source: Each level grants +1 HP regen
by: Кожны узровень дае +1 да рэгенерацыі здароўя

source: Each point of Mental grants +8 MP
by: Кожнае ачко Ментальнай дае +8 да маны

source: Each level grants +2 MP
by: Кожны узровень дае +2 да маны

source: Ticks of MP regen per minute
by: Колькасць рэгенеруемай маны за хвіліну

source: Each point of Mental grants +4 MP regen
by: Кожнае ачко Ментальнай дае +4 да рэгенерацыі маны

source: Each level grants +1 MP regen
by: Кожны узровень дае +1 да рэгенерацыі маны

source: Each point of Offense grants +5 accuracy
by: Кожнае ачко Наступу дае +5 да трапнасці

source: Each level grants +1 accuracy
by: Кожны узровень дае +1 да трапнасці

source: Each point of Defense grants +5 avoidance
by: Кожнае ачко Абароны дае +5 да ухілення

source: Each level grants +1 avoidance
by: Кожны узровень дае +1 да ухілення

source: Dagger Proficiency
by: Карыстанне кінжалам

source: Shortsword Proficiency
by: Карыстанне кароткім мечом

source: Longsword Proficiency
by: Карыстанне доўгага меча

source: Greatsword Proficiency
by: Карыстанне вялікім мечом

source: Wand Proficiency
by: Карыстанне жэзлам

source: Rod Proficiency
by: Карыстанне скіпетрам

source: Staff Proficiency
by: Карыстанне посахам

source: Greatstaff Proficiency
by: Карыстанне вялікім посахам

source: Slingshot Proficiency
by: Карыстанее рагаткай

source: Shortbow Proficiency
by: Карыстанне кароткім лукам

source: Longbow Proficiency
by: Карыстанне доўгім лукам

source: Greatbow Proficiency
by: Карыстанне вялікім лукам

source: Light Armor Proficiency
by: Карыстанне лёгкай бранёй

source: Light Shield Proficiency
by: Карыстанне лёгкім шчытом

source: Heavy Armor Proficiency
by: Карыстанне цяжкай бранёй

source: Heavy Shield Proficiency
by: Крыстанне цяжкім шчытом

source: Dead
by: Памерлы

source: %s level %d
by: %s узровень %d

source: Exit
by: Выйсці

source: Save and exit to title?
by: Захаваць і выйсці ў меню?

source: XP: %d/%d
by: Вопыт: %d/%d

source: Inventory
by: Інвентар

source: Use SHIFT to move only one item.
by: Выкарыстоўвайце SHIFT каб перамясціць толькі адзін элемент.

source: CTRL-click a carried item to sell it.
by: Выкарыстоўвайце CTRL+клік на прадмет ў інвентары, каб прадаць яго.

source: This item can only be used from the action bar.
by: Гэты прадмет можа быць выкарыстаны толькі з панэлі дзеянняў.

source: Messages
by: Паведамленне

source: Quests
by: Квэсты

source: Statistics
by: Статыстыка

source: Log
by: Журнал

source: Powers
by: Моцы

source: Physical + Offense grants melee and ranged attacks
by: Фізічная + Наступ дае блізкія і далёкія атакі

source: Physical + Defense grants melee protection
by: Фізічная + Абарона дае ахову ад зброі

source: Mental + Offense grants elemental spell attacks
by: Ментальная + Наступ дае атакі магіі

source: Mental + Defense grants healing and magical protection
by: Ментальная + Абарона дае лячэнне і магічную абарону

source: Requires a physical weapon
by: Патрэбна фізічная зброя

source: Requires a mental weapon
by: Патрэбна ментальная зброя

source: Requires an offense weapon
by: Патрэбна зброя атакі

source: Requires Physical Offense %d
by: Патрэбен Фізічны Наступ %d

source: Requires Physical Defense %d
by: Патрэбна Фізічная Абарона %d

source: Requires Mental Offense %d
by: Патрэбен Ментальны Наступ %d

source: Requires Mental Defense %d
by: Патрэбна Ментальная Абарона %d

source: Costs %d MP
by: Каштуе %d маны

source: Cooldown: %d seconds
by: Працягласць: %d секунд

source: Vendor
by: Гандляр

source: Grand Master
by: Вялікі майстар

source: Master
by: Майстар

source: Warrior
by: Воін

source: Wizard
by: Чараўнік

source: Ranger
by: Паляўнічы

source: Paladin
by: Паладзін

source: Rogue
by: Жулік

source: Knight
by: Рыцар

source: Shaman
by: Шаман

source: Cleric
by: Лекар

source: Battle Mage
by: Баявы маг

source: Heavy Archer
by: Цяжкі лучнік

source: Adventurer
by: Падарожнік
