Repository: clintbellanger/flare
Catalog: mods/fantasycore/languages/engine.*.po
Languages: de, ru

source: Congratulations, you have reached level %d!
de: Glückwunsch, du hast Level %d erreicht!
ru: Поздравляем, вы достигли уровня %d!

source: You may increase one attribute through the Character Menu.
de: Du kannst ein Attribut im Charaktermenü erhöhen.
ru: Вы можете увеличить один атрибут через меню Персонаж.

source: You are defeated. Game over! Press Enter to exit to Title.
de: Du wurdest besiegt. Game over! Drücke Enter, um zum Hauptmenü zurückzukehren.

source: You are defeated. You lose half your gold. Press Enter to continue.
de: Du wurdest besiegt. Du verlierst die Hälfte deines Goldes. Drücke Enter, um das Spiel fortzusetzen.
ru: Вы убиты. Вы теряете половину своего золота. Нажмите Ввод для продолжения.

source: You receive %s.
de: Du erhältst %s.
ru: Вы получаете %s.

source: You receive %s x%d.
de: Du erhältst %s x%d.
ru: Вы получаете %s x%d.

source: You receive %d gold.
de: Du erhältst %d Gold.
ru: Вы получаете %d золота.

source: You receive %d XP.
de: Du erhältst %d EP.
ru: Вы получаете %d опыта.

source: Press a key to assign:
de: Eine Taste zum Zuweisen drücken:

source: Defaults
de: Standard

source: Set ALL settings to default?
de: Einstellungen zurücksetzen?

source: Input
de: Eingabe

source: Keybindings
de: Tastenkonfiguration

source: Ok
de: Annehmen

source: Cancel
de: Abbrechen
ru: Отмена

source: Full Screen Mode
de: Vollbildmodus

source: Music Volume
de: Musiklautstärke

source: Sound Volume
de: Soundlautstärke

source: Gamma
de: Gammaeinstellung

source: Move hero using mouse
de: Maussteuerung

source: Show combat text
de: Schwebender Kampftext

source: Hardware surfaces
de: Hardwareoberflächen

source: Double buffering
de: Doppel-Buffering

source: Use joystick
de: Joystick benutzen

source: Try disabling for performance
de: Für bessere Performance deaktivieren

source: Resolution
de: Auflösung

source: Language
de: Sprache

source: Active Mods
de: Aktive Mods

source: Avaliable Mods
de: Verfügbare Mods

source: << Deactivate
de: << Deaktivieren

source: Activate >>
de: Aktivieren >>

source: Delete Save
de: Spielstand löschen
ru: Удалить игру

source: Delete this save?
de: Wirklich löschen?
ru: Удалить эту сохранённую игру?

source: Exit to Title
de: Zurück zum Menü
ru: Выйти в меню

source: Choose a Slot
de: Speicherplatz...
ru: Выберите слот

source: New Game
de: Neues Spiel
ru: Новая игра

source: Load Game
de: Spiel laden
ru: Загрузить игру

source: Entering game world...
de: Betrete die Spielwelt...
ru: Вход в игровой мир...

source: Loading saved game...
de: Lade gespeichertes Spiel...
ru: Загрузка сохранённой игры...

source: Empty Slot
de: Leerer Speicherplatz
ru: Пустой слот

source: Create Character
de: Charakter erstellen
ru: Создать персонаж

source: Choose a Portrait
de: Wähle dein Porträt
ru: Выберите портрет

source: Choose a Name
de: Wähle deinen Namen
ru: Выберите имя

source: Permadeath?
de: Dauerhafter Tod?

source: Inventory is full.
de: Inventar ist voll.
ru: Инвентарь полон.

source: Play Game
de: Spiel starten
ru: Играть

source: Configuration
de: Einstellungen

source: Exit Game
de: Beenden
ru: Выйти

source: Main Hand
de: Waffenhand
ru: Главная рука

source: Body
de: Körper
ru: Тело

source: Off Hand
de: Schildhand
ru: Вторая рука

source: Artifact
de: Artefakt
ru: Артефакт

source: Consumable
de: Verbrauchbar
ru: Расходуемое

source: Gem
de: Edelstein
ru: Камень

source: Quest Item
de: Questgegenstand
ru: Квестовый предмет

source: Melee damage: %d-%d
de: Nahkampfschaden: %d-%d
ru: Ближний вред: %d-%d

source: Melee damage: %d
de: Nahkampfschaden: %d
ru: Ближний вред: %d

source: Mental damage: %d-%d
de: Zauberschaden: %d-%d
ru: Ментальный вред: %d-%d

source: Mental damage: %d
de: Zauberschaden: %d
ru: Ментальный вред: %d

source: Ranged damage: %d-%d
de: Fernkampfschaden: %d-%d
ru: Дальний вред: %d-%d

source: Ranged damage: %d
de: Fernkampfschaden: %d
ru: Дальний вред: %d

source: Absorb: %d-%d
de: Absorbieren: %d-%d
ru: Поглощение: %d-%d

source: Absorb: %d
de: Absorbieren: %d
ru: Поглощение: %d

source: Increases %s by %d
de: Erhöht %s um %d
ru: Увеличивает %s на %d

source: Decreases %s by %d
de: Verringert %s um %d
ru: Уменьшает %s на %d

source: Requires Physical %d
de: Benötigt %d Physisch
ru: Требуется Физическая %d

source: Requires Mental %d
de: Benötigt %d Mental
ru: Требуется Ментальная %d

source: Requires Offense %d
de: Benötigt %d Angriff
ru: Требуется Атака %d

source: Requires Defense %d
de: Benötigt %d Verteidigung
ru: Требуется Защита %d

source: Buy Price: %d gold
de: Kaufpreis: %d Gold
ru: Цена покупки: %d золота

source: Buy Price: %d gold each
de: Kaufpreis: je %d Gold
ru: Цена покупки: %d золота каждый

source: Sell Price: %d gold
de: Verkaufspreis: %d Gold
ru: Цена продажи: %d золота

source: Sell Price: %d gold each
de: Verkaufspreis: je %d Gold
ru: Цена продажи: %d золота каждый

source: Unknown destination
de: Unbekanntes Ziel

source: Character Menu (C)
de: Charakter (C)
ru: Меню персонажа (C)

source: Inventory Menu (I)
de: Inventar (I)
ru: Меню инвентаря (I)

source: Power Menu (P)
de: Fähigkeiten (P)
ru: Меню сил (P)

source: Log Menu (L)
de: Log (L)
ru: Меню журнала (L)

source: Character
de: Charakter
ru: Персонаж

source: Physical
de: Physisch
ru: Физическая

source: Offense
de: Angriff
ru: Атака

source: Defense
de: Verteidigung
ru: Защита

source: Total HP
de: Gesamte TP
ru: Всего жизни

source: Total MP
de: Gesamte MP
ru: Всего маны

source: Accuracy vs. Def 1
de: Genauigk. ggn. V 1
ru: Точность против защиты 1

source: vs. Def 5
de: ggn. V 5
ru: пр. защиты 5

source: Avoidance vs. Off 1
de: Ausw. ggn. A 1
ru: Уклонение от атаки 1

source: vs. Off 5
de: ggn. A 5
ru: от атаки 5

source: Main Weapon
de: Hauptwaffe
ru: Основное оружие

source: Ranged Weapon
de: Fernwaffe
ru: Дальнее оружие

source: Crit Chance
de: Krit. Trefferchance
ru: Шанс крит. удара

source: Absorb
de: Absorbieren
ru: Поглощение

source: Fire Resist
de: Feuerwiderst.
ru: Сопрот. огню

source: Ice Resist
de: Eiswiderst.
ru: Сопрот. льду

source: points remaining
de: Punkte verbleibend

source: XP: %d
de: EP: %d
ru: Опыт: %d

source: Next: %d
de: Nächstes: %d
ru: Следующий: %d

source: Physical (P) increases melee weapon proficiency and total HP.
de: Physisch (P) erhöht Nahkampffertigkeiten und maximale TP.
ru: Физическая (P) увеличивает владение оружием ближнего боя и полное здоровье.

source: base (%d), bonus (%d)
de: Basis (%d), Bonus (%d)
ru: базовое (%d), бонус (%d)

source: Mental (M) increases mental weapon proficiency and total MP.
de: Mental (M) erhöht Zauberschaden und maximale MP
ru: Ментальная (M) увеличивает владение ментальным оружием и полную ману.

source: Offense (O) increases ranged weapon proficiency and accuracy.
de: Angriff (A) erhöht Fernkampffertigkeiten und Genauigkeit.
ru: Атака (O) увеличивает владению оружием дальнего боя и меткость.

source: Defense (D) increases armor proficiency and avoidance.
de: Verteidigung (V) erhöht Rüstungskenntnis und Ausweichen.
ru: Защита (D) увеличивает владение бронёй и уклонение.

source: Each point of Physical grants +8 HP
de: Jeder Punkt in Physisch erhöht TP um 8
ru: Каждое очко Физической даёт +8 к здоровью

source: Each level grants +2 HP
de: Jedes Level erhöht TP um 2
ru: Каждый уровень даёт +2 к здоровью

source: Ticks of HP regen per minute
de: TP-Regenerierung pro Minute
ru: Число очков здоровья, восстанавливающихся за минуту

source: Each point of Physical grants +4 HP regen
de: Jeder Punkt in Physisch erhöht TP-Regenerierung um 4
ru: Каждое очко Физической даёт +4 к восстановлению здоровья

source: Each level grants +1 HP regen
de: Jedes Level erhöht TP-Regenerierung um 1
ru: Каждый уровень даёт +1 к восстановлению здоровья

source: Each point of Mental grants +8 MP
de: Jeder Punkt in Mental erhöht MP um 8
ru: Каждое очко Ментальной даёт +8 к магии

source: Each level grants +2 MP
de: Jedes Level erhöht MP um 2
ru: Каждый уровень даёт +2 к магии

source: Ticks of MP regen per minute
de: MP-Regenerierung pro Minute
ru: Число очков маны, восстанавливающихся за минуту

source: Each point of Mental grants +4 MP regen
de: Jeder Punkt in Mental erhöht MP-Regenerierung um 4
ru: Каждое очко Ментальной даёт +4 к восстановлению маны

source: Each level grants +1 MP regen
de: Jedes Level erhöht MP-Regenerierung um 1
ru: Каждый уровень даёт +1 к восстановлению маны

source: Each point of Offense grants +5 accuracy
de: Jeder Angrifsspunkt erhöht Genauigkeit um 5
ru: Каждое очко Атаки даёт +5 к точности

source: Each level grants +1 accuracy
de: Jedes Level erhöht Genauigkeit um 1
ru: Каждый уровень даёт +1 к точности

source: Each point of Defense grants +5 avoidance
de: Jeder Verteidigungspunkt erhöht Ausweichen um 5
ru: Каждое очко Защиты даёт +5 к уклонению

source: Each level grants +1 avoidance
de: Jedes Level erhöht Ausweichen um 1
ru: Каждый уровень даёт +1 к уклонению

source: Unspent attribute points
de: Ungenutzte Attributpunkte

source: Dagger Proficiency
de: Fertigkeit: Dolch
ru: Владение кинжалом

source: Shortsword Proficiency
de: Fertigkeit: Kurzschwert
ru: Владение коротким мечом

source: Longsword Proficiency
de: Fertigkeit: Langschwert
ru: Владение длинным мечом

source: Greatsword Proficiency
de: Fertigkeit: Breitschwert
ru: Владение великим мечом

source: Wand Proficiency
de: Fertigkeit: Zauberstab
ru: Владение жезлом

source: Rod Proficiency
de: Fertigkeit: Zauberrute
ru: Владение скипетром

source: Staff Proficiency
de: Fertigkeit: Stab
ru: Владение посохом

source: Greatstaff Proficiency
de: Fertigkeit: Krummstab
ru: Владение великим посохом

source: Slingshot Proficiency
de: Fertigkeit: Schleuder
ru: Владение пращой

source: Shortbow Proficiency
de: Fertigkeit: Kurzbogen
ru: Владение коротким луком

source: Longbow Proficiency
de: Fertigkeit: Langbogen
ru: Владение длинным луком

source: Greatbow Proficiency
de: Fertigkeit: Kompositbogen
ru: Владение великим луком

source: Light Armor Proficiency
de: Fertigkeit: Leichte Rüstung
ru: Владение лёгкой бронёй

source: Light Shield Proficiency
de: Fertigkeit: Leichter Schild
ru: Владение лёгким щитом

source: Heavy Armor Proficiency
de: Fertigkeit: Schwere Rüstung
ru: Владение тяжёлой бронёй

source: Heavy Shield Proficiency
de: Fertigkeit: Schwerer Schild
ru: Владение тяжёлым щитом

source: Dead
de: Tot
ru: Мёртв

source: Exit
de: Beenden
ru: Выйти

source: Save and exit to title?
de: Speichern und zum Hauptmenü?
ru: Сохранить и выйти в меню?

source: XP: %d/%d
de: EP: %d/%d
ru: Опыт: %d/%d

source: Inventory
de: Inventar
ru: Инвентарь

source: Use SHIFT to move only one item.
de: Halte SHIFT gedrückt, um nur ein Item zu bewegen.
ru: Используйте SHIFT, чтобы переместить только один предмет.

source: CTRL-click a carried item to sell it.
de: Halte STRG gedrückt und klicke auf eines deiner Items, um es zu verkaufen.
ru: Используйте CTRL+щелчок на предмете в инвентаре, чтобы продать его.

source: This item can only be used from the action bar.
de: Dieses Item kann nur von der Aktionsleiste aus benutzt werden.
ru: Этот предмет можно использовать только с панели действия.

source: Messages
de: Nachrichten
ru: Сообщения

source: Statistics
de: Statistik
ru: Статистика

source: Powers
de: Fähigkeiten
ru: Силы

source: Physical + Offense grants melee and ranged attacks
de: Physisch + Angriff erlaubt Nah- und Fernkampfattacken
ru: Физическая + Атака даёт ближние и дальние атаки

source: Physical + Defense grants melee protection
de: Physisch + Verteidigung bietet Nahkampfschutz
ru: Физическая + Защита даёт защиту от оружия

source: Mental + Offense grants elemental spell attacks
de: Mental + Angriff erlaubt offensive Elementarzauber
ru: Ментальная + Атака даёт атаки магии элементов

source: Mental + Defense grants healing and magical protection
de: Mental + Verteidigung erlaubt Heilen und magischen Schutz
ru: Ментальная + Защита даёт лечение и магическую защиту

source: Requires a physical weapon
de: Benötigt eine physische Waffe
ru: Требуется физическое оружие

source: Requires a mental weapon
de: Benötigt eine mentale Waffe
ru: Требуется ментальное оружие

source: Requires an offense weapon
de: Benötigt eine offensive Waffe
ru: Требуется оружие атаки

source: Requires Physical Offense %d
de: Benötigt %d physischen Angriff
ru: Требуется Физическая Атака %d

source: Requires Physical Defense %d
de: Benötigt %d physische Verteidigung
ru: Требуется Физическая Защита %d

source: Requires Mental Offense %d
de: Benötigt %d mentalen Angriff
ru: Требуется Ментальная Атака %d

source: Requires Mental Defense %d
de: Benötigt %d mentale Verteidigung
ru: Требуется Ментальная Защита %d

source: Costs %d MP
de: Kostet %d MP
ru: Стоит %d маны

source: Cooldown: %d seconds
de: Abkühlzeit: %d Sekunden
ru: Продолжительность: %d секунд

source: Trade
de: Handeln

source: Vendor
de: Verkäufer
ru: Торговец

source: Grand Master
de: Großmeister
ru: Великий мастер

source: Master
de: Meister
ru: Мастер

source: Warrior
de: Krieger
ru: Воин

source: Wizard
de: Zauberer
ru: Волшебник

source: Ranger
de: Waldläufer
ru: Охотник

source: Rogue
de: Schurke
ru: Вор

source: Knight
de: Ritter
ru: Рыцарь

source: Shaman
de: Schamane
ru: Шаман

source: Cleric
de: Priester
ru: Лекарь

source: Battle Mage
de: Kampfmagier
ru: Боевой маг

source: Heavy Archer
de: Schwerer Bogenschütze
ru: Тяжёлый лучник

source: Adventurer
de: Abenteurer
ru: Приключенец

source: Level %d %s
ru: Уровень %d %s

source: Level %d
ru: Уровень %d

source: %d Gold
ru: %d золота

source: Name
ru: Имя

source: Level
ru: Уровень

source: Mental
ru: Ментальная

source: Regen
ru: Восстановл.

source: %s level %d
ru: %s уровень %d

source: Quests
ru: Задания

source: Log
ru: Журнал

source: Paladin
ru: Паладин
